Repository: milktea/wccpilgrimagesite.app
Catalog: wccpilgrimagesite/app/locales/*/LC_MESSAGES/wccpilgrimagesite.app.po
Languages: de

source: At least one resource is required.
de: Es muss mindestens ein Beitrag angefügt werden.

source: Cancel
de: Abbrechen

source: Conditions of Use & Privacy Policy
de: Nutzungsbedingungen & Datenschutzgrundsätze

source: No email provided.
de: E-Mail-Adresse fehlt.

source: No message provided.
de: Kommentar fehlt.

source: No name provided.
de: Name fehlt.

source: Please provide a name.
de: Name fehlt.

source: Save
de: Speichern

source: Thank you for your contribution! It will appear on the website after it has been approved by one of our staff members.
de: Vielen Dank für Ihren Beitrag! Er wird auf der Webseite erscheinen, sobald er von einer unserer Mitarbeiterinnen oder einem unserer Mitarbeiter freigeschaltet wurde.

source: World Council of Churches
de: Ökumenischer Rat der Kirchen

source: Your comments
de: Ihre Kommentare

source: add_resource
de: Beitrag hinzufügen

source: documents
de: Dokumente

source: home
de: Startseite

source: message
de: Kommentar

source: resources
de: Materialien

source: see_more
de: Mehr anzeigen

source: show_less
de: Zeigen weniger

source: social_media
de: Soziale Medien

source: sounds
de: Audio

source: thank_you_contribution
de: Vielen Dank für Ihren Beitrag! Er wird auf der Webseite erscheinen, sobald er von einer unserer Mitarbeiterinnen oder einem unserer Mitarbeiter freigeschaltet wurde.

source: your_church
de: Ihre Kirche
